---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNPerMSup3
source: html/3a4adeb7-4a89-02ad-4061-8fd3ca9fdde7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNPerMSup3 Property

Symbol kN/m³, indicating unit Kilonewtons per cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KNPerMSup3 { get; }
```